
export const categories = [
    {
        label: 'Новичок',
        value: 's',
    },
    {
        label: 'Любитель',
        value: 'm',
    },
    {
        label: 'Мастер',
        value: 'l',
    },
];

export const recordIsAbsent = {
    s: 'У вас нет рекорда в этой категории. Чтобы установить рекорд победите в категории "Новичок"',
    m: 'У вас нет рекорда в этой категории. Чтобы установить рекорд победите в категории "Любитель"',
    l: 'У вас нет рекорда в этой категории. Чтобы установить рекорд победите в категории "Мастер"';
};

export const description = {
    s: 'Поле 6x6 | 5 бомб',
    m: 'Поле 8х8 | 15 бомб',
    l: 'Поле 10х10 | 30 бомб'
};